{
  "places": [
    {
      "name": "Oba Palace",
      "address": "6 Usunobun street, Benin City",
      "imgurl": "../chamber/images/oba-royal-palace.webp",
      "description": "A UNESCO listed site and the residence of the traditional ruler of the Benin Kingdom. It is one of the most respected historical monuments in Nigeria, though visitors must adhere to strict native protocols. As the official residence of the traditional ruler, this site benefits from dedicated traditional and state security personnel who enforce strict entry and conduct protocols, focusing heavily on the safety and sanctity of the premises."
    },
    {
      "name": "National Museum Benin City",
      "address": "King Square, Ring Road, Benin City",
      "imgurl": "../chamber/images/benin-museum.webp",
      "description": "Opened in 1973, this museum houses three galleries of priceless indigenous artifacts and exquisite bronzes that tell the story of the ancient Benin Kingdom."
    },
    {
      "name": "Benin City Moat, Edo State",
      "address": "3rd Junction Bus-Stop, Sokponba Road, Encircled the perimeter of the main Benin City",
      "imgurl": "../chamber/images/benin-moat.webp",
      "description": "One of the largest man-made earthworks in the world, these ancient defensive barriers once encircled the old city's perimeter."
    },
    {
      "name": "Okomu National Park",
      "address": "Okomu national park, Okomu Edo State",
      "imgurl": "../chamber/images/okomu-sign.webp",
      "description": "Located roughly 60km northwest of the city, this rainforest sanctuary is a haven for endangered wildlife, including forest elephants and white-throated monkeys. Here, you can find the best palm oil for cooking and mny other applications."
    },
    {
      "name": "Kada Plaza Cinema & Entertainment Center",
      "address": "111 Old Sapele Road, Benin City",
      "imgurl": "../chamber/images/kada-photo.webp",
      "description": "A modern entertainment hub featuring a cinema complex, shopping mall, Chinese restaurant, and go-kart racing. As a major commercial and entertainment center, it employs a combination of private security personnel, CCTV surveillance, and controlled access points to manage large crowds and ensure a safe commercial environment."
    },
    {
      "name": "Golden Crave Restaurant",
      "address": "242 Nomayo Junction, Upper Sakponba, Benin City, Edo State.",
      "imgurl": "../chamber/images/golden-crave-restaurant.webp",
      "description": " It is a restaurant known for serving diverse meals, including Naija-style dishes, and offers a lively atmosphere for dining."
    },
    {
      "name": "Protea Hotel Select",
      "address": "4 Central Road, off Sapele Road, Benin City Edo state.",
      "imgurl": "../chamber/images/protea-hotel.webp",
      "description": "High-end international hotels typically have rigorous private security protocols, including guest screening, surveillance, and access control, to ensure guest safety."
    },
    {
      "name": "Beni Ogba Zoo",
      "address": "Ogba Zoo is located on Airport Road, Opposite the NPDC Complex, Ogba District, Benin City, Edo State.",
      "imgurl": "../chamber/images/ogba-zoo.webp",
      "description": "Ogba Zoo & Nature Park in Benin City, Edo State, Nigeria, is a 750-acre, state-owned conservation center established in 1965 (some sources say 1971/1966). Located in the Ogba District, it features a mix of forest, recreational facilities, and wildlife, including lions, chimpanzees, monkeys, and tortoises, operating daily from 9 AM to 6 PM. "
    },
    {
      "name": "Benin City Nigeria Temple",
      "address": "1 Commercial Avenue, Benin City, Nigeria.",
      "imgurl": "../chamber/images/benin-city-nigeria-temple.webp",
      "description": "This house of the Lord will be constructed on a 2.17-acre site located at 16 Commercial Avenue in Benin City. Plans call for a two-story temple of approximately 30,700 square feet with an arrival center and patron housing on site. Religious centers, especially prominent, modern, and high-value ones, often employ substantial private security details and sometimes receive additional police patrols, providing a peaceful and secure environment for worship and spiritual ordinances. This facility is owned by the Church of Jesus Christ of Latter-Day Saints."
    }
  ]
}